Revit 2027 API
ParameterTypeId.BendingDetailDetailLevel Property
 "Detail Level"
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId BendingDetailDetailLevel { get; }
Public Shared ReadOnly Property BendingDetailDetailLevel As ForgeTypeId
	Get
public:
static property ForgeTypeId^ BendingDetailDetailLevel {
	ForgeTypeId^ get ();
}
static member BendingDetailDetailLevel : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
ParameterTypeId Class
Autodesk.Revit.DB Namespace